openFOAM/postop_hxt_test/0/U
FoamFile
{
    format      ascii;
    class       volVectorField;
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    inlet
    {
        type                flowRateInletVelocity;
        volumetricFlowRate  constant 3.3333e-5;
        value               uniform (0 0 0);
    }

    outlet_1
    {
        type            pressureInletOutletVelocity;
        value           uniform (0 0 0);
    }

    outlet_2
    {
        type            pressureInletOutletVelocity;
        value           uniform (0 0 0);
    }

    outlet_3
    {
        type            pressureInletOutletVelocity;
        value           uniform (0 0 0);
    }

    wall
    {
        type            noSlip;
    }
}
