openFOAM/postop_hxt_test/constant/turbulenceProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}

simulationType  laminar;
